Table of Contents
 Class TendonLossesLoading
Namespace
IdeaRS.OpenModel.Concrete.Load
Assembly
IdeaRS.OpenModel.dll
Tendon losses loading
public class TendonLossesLoading : TendonLoading
Inheritance
object
TendonLoading
TendonLossesLoading
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Time
Time
public double Time { get; set; }
Property Value
double
 Edit this page